Repository: yorukot/pawse
Catalog: Pawse/Resources/Localizable.xcstrings
Source language: en
Languages: es, ja, zh_hans, zh_hant

source: The current Focus will be marked as skipped. Queued Focus sessions will be cleared, and the next Break will start immediately.
es: La concentración actual se marcará como omitida. Se borrarán las sesiones de concentración en cola y el siguiente descanso comenzará inmediatamente.
ja: 現在の集中はスキップとして記録されます。予約された集中は消去され、次の休憩がすぐに開始されます。
zh_hans: 当前专注将标记为已跳过，已追加的专注会被清除，并立即开始下一次休息。
zh_hant: 目前的專注將標記為已跳過，已加排的專注會被清除，並立即開始下一個休息。

source: The current Focus will be recorded as interrupted. Pawse will restart and begin a new Focus.
es: La concentración actual se registrará como interrumpida. Pawse se reiniciará y comenzará una nueva concentración.
ja: 現在の集中は中断として記録されます。Pawseを再起動し、新しい集中を開始します。
zh_hans: 当前的专注会记录为已中断。Pawse 将重新启动并开始新的专注。
zh_hant: 目前的專注會記錄為已中斷。Pawse 將重新啟動並開始新的專注。

source: The current break will be recorded as an Emergency Exit. Pawse will restart and begin a new Focus.
es: El descanso actual se registrará como salida de emergencia. Pawse se reiniciará y comenzará una nueva concentración.
ja: 現在の休憩は緊急終了として記録されます。Pawseを再起動し、新しい集中を開始します。
zh_hans: 当前的休息会记录为紧急退出。Pawse 将重新启动并开始新的专注。
zh_hant: 目前的休息會記錄為緊急退出。Pawse 將重新啟動並開始新的專注。

source: The current wallpaper is outside the authorized folder. Change Wallpaper Folder in Appearance.
es: El fondo de escritorio actual está fuera de la carpeta autorizada. Cambia la Carpeta de fondos en Apariencia.
ja: 現在の壁紙は許可されたフォルダの外にあります。「外観」で「壁紙フォルダ」を変更してください。
zh_hans: 当前壁纸不在已授权的文件夹中。请在“外观”中更改“壁纸文件夹”。
zh_hant: 目前的桌布不在已授權的資料夾中。請在「外觀」中變更「桌布資料夾」。

source: The desktop wallpaper could not be loaded as an image. Breaks will use a dark background.
es: El fondo de escritorio no se pudo cargar como imagen. Los descansos usarán un fondo oscuro.
ja: デスクトップの壁紙を画像として読み込めませんでした。休憩には暗い背景を使用します。
zh_hans: 无法将桌面壁纸加载为图片。休息时将使用深色背景。
zh_hant: 無法將桌布載入為圖片。休息時將使用深色背景。

source: The pending break will be canceled without creating a session record. Pawse will restart and begin a new Focus.
es: El descanso pendiente se cancelará sin crear un registro de sesión. Pawse se reiniciará y comenzará una nueva concentración.
ja: 保留中の休憩はセッション記録を作成せずにキャンセルされます。Pawseを再起動し、新しい集中を開始します。
zh_hans: 待定的休息将取消，且不会创建会话记录。Pawse 将重新启动并开始新的专注。
zh_hant: 待定的休息將取消，且不會建立工作階段記錄。Pawse 將重新啟動並開始新的專注。

source: The selected break image is no longer available. Choose it again in Appearance.
es: La imagen de descanso seleccionada ya no está disponible. Vuelve a elegirla en Apariencia.
ja: 選択した休憩画像は利用できなくなりました。「外観」で再度選択してください。
zh_hans: 所选的休息图片已无法使用。请在“外观”中重新选择。
zh_hant: 所選的休息圖片已無法使用。請在「外觀」中重新選擇。

source: This deletes finalized session history. Settings and the Focus cycle will not change.
es: Esto elimina el historial de sesiones finalizadas. Los ajustes y el ciclo de concentración no cambiarán.
ja: 確定済みのセッション履歴が削除されます。設定と集中サイクルは変更されません。
zh_hans: 这会删除已结束的会话历史记录。设置和专注循环不会更改。
zh_hant: 這會刪除已結束的工作階段記錄。設定與專注循環不會變更。

source: Timer
es: Temporizador
ja: タイマー
zh_hans: 计时器
zh_hant: 計時器

source: Timers
es: Temporizadores
ja: タイマー
zh_hans: 计时器
zh_hant: 計時器

source: Today
es: Hoy
ja: 今日
zh_hans: 今天
zh_hant: 今天

source: Unit
es: Unidad
ja: 単位
zh_hans: 单位
zh_hant: 單位

source: Up Next
es: A continuación
ja: 次の予定
zh_hans: 接下来
zh_hant: 接下來

source: Video-only desktop wallpapers are not supported. Breaks will use a dark background.
es: No se admiten fondos de escritorio que sean solo vídeo. Los descansos usarán un fondo oscuro.
ja: 動画のみのデスクトップ壁紙には対応していません。休憩には暗い背景を使用します。
zh_hans: 不支持仅限视频的桌面壁纸。休息时将使用深色背景。
zh_hant: 不支援僅限影片的桌布。休息時將使用深色背景。

source: Volume
es: Volumen
ja: 音量
zh_hans: 音量
zh_hant: 音量

source: Wait for Natural Break
es: Esperar a un descanso natural
ja: 自然な休憩を待つ
zh_hans: 等待自然休息
zh_hant: 等待自然休息

source: Waiting for a natural stopping point…
es: Esperando un punto de pausa natural…
ja: 自然な区切りを待っています…
zh_hans: 正在等待自然的停顿点…
zh_hant: 正在等待自然的停頓點…

source: Wallpaper Folder
es: Carpeta de fondos
ja: 壁紙フォルダ
zh_hans: 壁纸文件夹
zh_hant: 桌布資料夾

source: Wallpaper folder access could not be refreshed. Choose the folder again in Appearance.
es: No se pudo renovar el acceso a la carpeta de fondos. Vuelve a elegirla en Apariencia.
ja: 壁紙フォルダへのアクセスを更新できませんでした。「外観」でフォルダを再度選択してください。
zh_hans: 无法更新壁纸文件夹的访问权限。请在“外观”中重新选择文件夹。
zh_hant: 無法更新桌布資料夾的存取權限。請在「外觀」中重新選擇資料夾。

source: Wallpaper folder access is no longer available. Choose the folder again in Appearance.
es: El acceso a la carpeta de fondos ya no está disponible. Vuelve a elegirla en Apariencia.
ja: 壁紙フォルダへのアクセスが利用できなくなりました。「外観」でフォルダを再度選択してください。
zh_hans: 壁纸文件夹的访问权限已无法使用。请在“外观”中重新选择文件夹。
zh_hant: 桌布資料夾的存取權限已無法使用。請在「外觀」中重新選擇資料夾。

source: Wallpaper folder access is only needed when the current wallpaper is outside Pawse's sandbox. Images fill each display and receive a dark scrim for legibility. Solid Color uses a plain dark background.
es: El acceso a la carpeta de fondos solo es necesario cuando el fondo actual está fuera del entorno aislado de Pawse. Las imágenes llenan cada pantalla y reciben una capa oscura para facilitar la lectura. Color sólido usa un fondo oscuro uniforme.
ja: 壁紙フォルダへのアクセスは、現在の壁紙がPawseのサンドボックス外にある場合のみ必要です。画像は各ディスプレイ全体に表示され、読みやすさのため暗い幕が重ねられます。「単色」では無地の暗い背景を使用します。
zh_hans: 只有当前壁纸位于 Pawse 沙盒之外时，才需要壁纸文件夹的访问权限。图片会填满每台显示器，并加上深色遮罩以保持文字清晰易读。“纯色”会使用纯深色背景。
zh_hant: 只有目前桌布位於 Pawse 沙盒之外時，才需要桌布資料夾的存取權限。圖片會填滿每部顯示器，並加上深色遮罩以保持文字清晰易讀。「純色」會使用單純的深色背景。

source: When a Focus session ends, wait until you stop using the keyboard and mouse before starting the break.
es: Cuando termine una sesión de concentración, espera hasta que dejes de usar el teclado y el ratón antes de iniciar el descanso.
ja: 集中セッションの終了後、キーボードとマウスの操作が止まるまで待ってから休憩を開始します。
zh_hans: 专注会话结束后，等到你停止使用键盘和鼠标再开始休息。
zh_hant: 專注工作階段結束後，等到你停止使用鍵盤與滑鼠再開始休息。

source: Your break is active on every display.
es: Tu descanso está activo en todas las pantallas.
ja: すべてのディスプレイで休憩中です。
zh_hans: 所有显示器都已进入休息。
zh_hant: 所有顯示器都已進入休息。

source: macOS did not provide a desktop wallpaper. Breaks will use a dark background.
es: macOS no proporcionó ningún fondo de escritorio. Los descansos usarán un fondo oscuro.
ja: macOSからデスクトップ壁紙を取得できませんでした。休憩には暗い背景を使用します。
zh_hans: macOS 未提供桌面壁纸。休息时将使用深色背景。
zh_hant: macOS 未提供桌布。休息時將使用深色背景。

source: sec
es: s
ja: 秒
zh_hans: 秒
zh_hant: 秒

source: General
ja: 一般
zh_hans: 通用
zh_hant: 一般

source: min
ja: 分
zh_hans: 分
zh_hant: 分
